Repository: lukasaberg451/Pulse
Catalog: Pulse/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, nl, pt_br, sv

source: WORKOUT TIME
de: TRAININGSZEIT
es: TIEMPO DE ENTRENAMIENTO
fr: TEMPS D'ENTRAÎNEMENT
ja: ワークアウト時間
ko: 운동 시간
nl: TRAININGSTIJD
pt_br: TEMPO DE TREINO
sv: TRÄNINGSTID

source: workouts
de: Trainings
es: entrenamientos
fr: entraînements
ja: ワークアウト
ko: 운동
nl: trainingen
pt_br: treinos
sv: träningspass

source: Workouts can only be started from the routine during offline mode. Your workout will sync when you're back online.
de: Trainings können im Offline-Modus nur über die Routine gestartet werden. Dein Training wird synchronisiert, sobald du wieder online bist.
es: Los entrenamientos solo se pueden iniciar desde la rutina en modo sin conexión. Tu entrenamiento se sincronizará cuando vuelvas a estar en línea.
fr: Les entraînements ne peuvent être démarrés qu'à partir de la routine en mode hors ligne. Ton entraînement sera synchronisé quand tu seras de nouveau en ligne.
ja: オフラインモードではルーティンからのみワークアウトを開始できます。オンラインに戻るとワークアウトが同期されます。
ko: 오프라인 모드에서는 루틴에서만 운동을 시작할 수 있습니다. 온라인에 복귀하면 운동이 동기화됩니다.
nl: Trainingen kunnen alleen vanuit de routine worden gestart in offline modus. Je training wordt gesynchroniseerd wanneer je weer online bent.
pt_br: Os treinos só podem ser iniciados pela rotina no modo offline. Seu treino será sincronizado quando você voltar a ficar online.
sv: Träningspass kan bara startas från rutinen i offlineläge. Ditt pass synkas när du är online igen.

source: years
de: Jahre
es: años
fr: ans
ja: 年
ko: 년
nl: jaar
pt_br: anos
sv: år

source: Yes
de: Ja
es: Sí
fr: Oui
ja: はい
ko: 예
nl: Ja
pt_br: Sim
sv: Ja

source: Yesterday
de: Gestern
es: Ayer
fr: Hier
ja: 昨日
ko: 어제
nl: Gisteren
pt_br: Ontem
sv: Igår

source: You can now sign in with your new password.
de: Du kannst dich jetzt mit deinem neuen Passwort anmelden.
es: Ahora puedes iniciar sesión con tu nueva contraseña.
fr: Tu peux maintenant te connecter avec ton nouveau mot de passe.
ja: 新しいパスワードでログインできます。
ko: 이제 새 비밀번호로 로그인할 수 있습니다.
nl: Je kunt nu inloggen met je nieuwe wachtwoord.
pt_br: Agora você pode entrar com sua nova senha.
sv: Du kan nu logga in med ditt nya lösenord.

source: You can't reuse your previous password. Please choose a new one.
de: Du kannst dein vorheriges Passwort nicht wiederverwenden. Bitte wähle ein neues.
es: No puedes reutilizar tu contraseña anterior. Por favor, elige una nueva.
fr: Tu ne peux pas réutiliser ton ancien mot de passe. Choisis-en un nouveau.
ja: 以前のパスワードは再利用できません。新しいパスワードを選択してください。
ko: 이전 비밀번호는 재사용할 수 없습니다. 새 비밀번호를 선택하세요.
nl: Je kunt je vorige wachtwoord niet hergebruiken. Kies een nieuw wachtwoord.
pt_br: Você não pode reutilizar sua senha anterior. Por favor, escolha uma nova.
sv: Du kan inte återanvända ditt tidigare lösenord. Välj ett nytt.

source: You have %1$lld workout%2$@ under your belt. Kick this month off with a session. Momentum builds fast once you start.
de: Du hast %lld Training%@ hinter dir. Starte diesen Monat mit einer Einheit. Schwung baut sich schnell auf, sobald du anfängst.
es: Tienes %lld entrenamiento%@ en tu haber. Comienza este mes con una sesión. El impulso se construye rápido una vez que empiezas.
fr: Tu as %lld entraînement%@ à ton actif. Lance ce mois avec une séance. L'élan se construit vite une fois commencé.
ja: %lldのワークアウト%@を達成しました。今月もセッションでスタートしましょう。始めれば勢いはすぐにつきます。
ko: %lld번의 운동%@을 해냈습니다. 이번 달을 세션으로 시작하세요. 시작하면 탄력이 빠르게 붙습니다.
nl: Je hebt %lld training%@ op je naam. Begin deze maand met een sessie. Momentum bouwt snel op zodra je start.
pt_br: Você tem %lld treino%@ no currículo. Comece este mês com uma sessão. O ritmo se constrói rápido quando você começa.
sv: Du har %lld träningspass%@ bakom dig. Starta månaden med ett pass. Farten byggs snabbt när du väl börjar.

source: You have an unfinished "%1$@" workout from %2$lld minutes ago. Would you like to continue?
de: Du hast ein unvollständiges '%1$@'-Workout von vor %2$lld Minuten. Möchtest du fortfahren?
es: Tienes un entrenamiento "%1$@" sin terminar de hace %2$lld minutos. ¿Quieres continuar?
fr: Tu as un entraînement '%1$@' inachevé d'il y a %2$lld minutes. Veux-tu continuer ?
ja: %2$lld分前の未完了のワークアウト「%1$@」があります。続けますか？
ko: %2$lld분 전의 미완료 '%1$@' 운동이 있습니다. 계속하시겠습니까?
nl: Je hebt een onafgemaakte '%1$@'-training van %2$lld minuten geleden. Wil je doorgaan?
pt_br: Você tem um treino "%1$@" inacabado de %2$lld minutos atrás. Deseja continuar?
sv: Du har ett oavslutat '%1$@'-pass från %2$lld minuter sedan. Vill du fortsätta?

source: You haven't trained this week yet and your %lld-week streak is on the line. Even one session before the weekend keeps your momentum going.
de: Du hast diese Woche noch nicht trainiert und deine %lld-Wochen-Serie steht auf dem Spiel. Schon eine Einheit vor dem Wochenende hält deinen Schwung aufrecht.
es: No has entrenado esta semana y tu racha de %lld semanas está en juego. Incluso una sesión antes del fin de semana mantiene tu ritmo.
fr: Tu n'as pas encore entraîné cette semaine et ta série de %lld semaines est en jeu. Même une séance avant le weekend maintient ton élan.
ja: 今週はまだトレーニングしていません。%lld週間の連続記録が危険です。週末前に1回でもセッションをすれば勢いが続きます。
ko: 이번 주 아직 훈련하지 않았고 %lld주 연속 기록이 위험합니다. 주말 전에 한 번이라도 운동하면 탄력을 유지할 수 있습니다.
nl: Je hebt deze week nog niet getraind en je %lld-weken reeks staat op het spel. Zelfs één sessie voor het weekend houdt je momentum gaande.
pt_br: Você ainda não treinou esta semana e sua sequência de %lld semanas está em risco. Mesmo uma sessão antes do fim de semana mantém seu ritmo.
sv: Du har inte tränat denna vecka ännu och din %lld-veckorssvit är i fara. Även ett pass före helgen håller farten uppe.

source: You haven't trained this week yet. Even one session before the weekend helps maintain the progress you've built.
de: Du hast diese Woche noch nicht trainiert. Selbst eine Einheit vor dem Wochenende hilft, den aufgebauten Fortschritt zu erhalten.
es: No has entrenado esta semana todavía. Incluso una sesión antes del fin de semana ayuda a mantener el progreso que has construido.
fr: Tu n'as pas encore entraîné cette semaine. Même une séance avant le weekend aide à maintenir les progrès que tu as construits.
ja: 今週はまだトレーニングしていません。週末前に1回でもセッションをすれば、築いた進歩を維持するのに役立ちます。
ko: 이번 주 아직 훈련하지 않았습니다. 주말 전에 한 번이라도 운동하면 쌓아온 진전을 유지하는 데 도움이 됩니다.
nl: Je hebt deze week nog niet getraind. Zelfs één sessie voor het weekend helpt de voortgang die je hebt opgebouwd te behouden.
pt_br: Você ainda não treinou esta semana. Mesmo uma sessão antes do fim de semana ajuda a manter o progresso que você construiu.
sv: Du har inte tränat denna vecka ännu. Även ett pass före helgen hjälper till att behålla framstegen du byggt upp.

source: You need at least 2 sessions logged to see your 1RM progression chart.
de: Du brauchst mindestens 2 Einheiten, um dein 1RM-Verlaufsdiagramm zu sehen.
es: Necesitas al menos 2 sesiones registradas para ver tu gráfico de progresión de 1RM.
fr: Tu as besoin d'au moins 2 séances enregistrées pour voir ton graphique de progression 1RM.
ja: 1RMの推移グラフを表示するには、少なくとも2回のセッションが必要です。
ko: 1RM 진행 차트를 보려면 최소 2개의 세션이 기록되어야 합니다.
nl: Je hebt minimaal 2 gelogde sessies nodig om je 1RM-progressiegrafiek te zien.
pt_br: Você precisa de pelo menos 2 sessões registradas para ver seu gráfico de progressão de 1RM.
sv: Du behöver minst 2 loggade pass för att se ditt 1RM-progressionsdiagram.

source: You set a new estimated 1RM record this week. Progressive overload in action — keep challenging yourself.
de: Du hast diese Woche einen neuen geschätzten 1RM-Rekord aufgestellt. Progressive Überlastung in Aktion – fordere dich weiter heraus.
es: Estableciste un nuevo récord estimado de 1RM esta semana. Sobrecarga progresiva en acción: sigue desafiándote.
fr: Tu as établi un nouveau record de 1RM estimé cette semaine. La surcharge progressive en action — continue à te dépasser.
ja: 今週、新しい推定1RM記録を樹立しました。漸進的過負荷の実践 — 自分への挑戦を続けましょう。
ko: 이번 주 새로운 추정 1RM 기록을 세웠습니다. 점진적 과부하 실천 — 계속 도전하세요.
nl: Je hebt deze week een nieuw geschat 1RM-record gevestigd. Progressieve overbelasting in actie — blijf jezelf uitdagen.
pt_br: Você bateu um novo recorde estimado de 1RM esta semana. Sobrecarga progressiva em ação — continue se desafiando.
sv: Du satte ett nytt uppskattat 1RM-rekord denna vecka. Progressiv överbelastning i praktiken — fortsätt utmana dig själv.

source: You're a Pro subscriber
de: Du bist Pro-Abonnent
es: Eres suscriptor Pro
fr: Tu es abonné Pro
ja: Proサブスクリプション加入中
ko: Pro 구독자입니다
nl: Je bent Pro-abonnee
pt_br: Você é assinante Pro
sv: Du är Pro-prenumerant

source: You're on your longest streak ever at %lld weeks. Building a training habit is the foundation of lasting results.
de: Du bist bei deiner längsten Serie aller Zeiten mit %lld Wochen. Eine Trainingsgewohnheit aufzubauen ist die Grundlage für langfristige Ergebnisse.
es: Estás en tu racha más larga con %lld semanas. Crear un hábito de entrenamiento es la base de resultados duraderos.
fr: Tu es à ta plus longue série de %lld semaines. Construire une habitude d'entraînement est la base de résultats durables.
ja: %lld週間の過去最長連続記録です。トレーニングの習慣を築くことが、持続的な成果の基盤です。
ko: %lld주로 역대 최장 연속 기록을 달성 중입니다. 훈련 습관을 만드는 것이 지속적인 성과의 기반입니다.
nl: Je zit op je langste reeks ooit met %lld weken. Een trainingsgewoonte opbouwen is de basis van blijvende resultaten.
pt_br: Você está na sua maior sequência com %lld semanas. Criar um hábito de treino é a base para resultados duradouros.
sv: Du är på din längsta svit någonsin med %lld veckor. Att bygga en träningsvana är grunden för varaktiga resultat.

source: You've already completed %1$lld workouts so far this month, compared to %2$lld all of last month. Consistency is the strongest predictor of long-term strength gains.
de: Du hast diesen Monat bereits %1$lld Trainingseinheiten absolviert, verglichen mit %2$lld im gesamten letzten Monat. Konstanz ist der stärkste Indikator für langfristige Kraftzuwächse.
es: Ya has completado %1$lld entrenamientos este mes, comparado con %2$lld en todo el mes pasado. La consistencia es el mejor predictor de ganancias de fuerza a largo plazo.
fr: Tu as déjà complété %1$lld entraînements ce mois-ci, contre %2$lld pour tout le mois dernier. La constance est le meilleur indicateur de gains de force à long terme.
ja: 今月すでに%1$lld回のワークアウトを完了しました。先月全体では%2$lld回でした。一貫性は長期的な筋力向上の最も強力な予測因子です。
ko: 이번 달 이미 %1$lld회 운동을 완료했으며, 지난 달 전체 %2$lld회와 비교됩니다. 꾸준함은 장기적인 근력 향상의 가장 강력한 예측 인자입니다.
nl: Je hebt deze maand al %1$lld trainingen voltooid, vergeleken met %2$lld vorige maand. Consistentie is de sterkste voorspeller van langdurige krachtwinst.
pt_br: Você já completou %1$lld treinos este mês, comparado com %2$lld no mês passado inteiro. Consistência é o melhor indicador de ganhos de força a longo prazo.
sv: Du har redan genomfört %1$lld träningspass den här månaden, jämfört med %2$lld hela förra månaden. Konsistens är den starkaste prediktorn för långsiktiga styrkeökningar.

source: You've completed %lld workouts this week. Consistency like this is what drives real results. Enjoy the rest of the week or keep pushing!
de: Du hast diese Woche %lld Workouts absolviert. Solche Konstanz ist es, die echte Ergebnisse bringt. Genieße den Rest der Woche oder mach weiter!
es: Has completado %lld entrenamientos esta semana. La consistencia como esta es lo que produce resultados reales. ¡Disfruta el resto de la semana o sigue adelante!
fr: Tu as terminé %lld entraînements cette semaine. C'est cette constance qui produit de vrais résultats. Profite du reste de la semaine ou continue à progresser !
ja: 今週%lld回のワークアウトを完了しました。このような一貫性が本当の結果を生みます。残りの週を楽しむか、さらに頑張りましょう！
ko: 이번 주 %lld회 운동을 완료했습니다. 이런 꾸준함이 진정한 결과를 만듭니다. 남은 주를 즐기거나 계속 도전하세요!
nl: Je hebt deze week %lld trainingen voltooid. Dit soort consistentie levert echte resultaten op. Geniet van de rest van de week of blijf doorgaan!
pt_br: Você completou %lld treinos esta semana. Consistência assim é o que gera resultados reais. Aproveite o resto da semana ou continue firme!
sv: Du har genomfört %lld träningspass den här veckan. Sådan konsistens är det som ger verkliga resultat. Njut av resten av veckan eller fortsätt köra!

source: You've completed %lld workouts. Most people quit within the first few weeks. You've proven real commitment to your fitness.
de: Du hast %lld Trainingseinheiten abgeschlossen. Die meisten geben innerhalb der ersten Wochen auf. Du hast echtes Engagement für deine Fitness bewiesen.
es: Has completado %lld entrenamientos. La mayoría abandona en las primeras semanas. Has demostrado un compromiso real con tu fitness.
fr: Tu as terminé %lld entraînements. La plupart des gens abandonnent dans les premières semaines. Tu as prouvé un vrai engagement pour ta forme.
ja: %lldのワークアウトを完了しました。ほとんどの人は最初の数週間で辞めてしまいます。あなたはフィットネスへの本当のコミットメントを証明しています。
ko: %lld회 운동을 완료했습니다. 대부분의 사람들은 처음 몇 주 안에 포기합니다. 당신은 피트니스에 대한 진정한 헌신을 보여주었습니다.
nl: Je hebt %lld trainingen voltooid. De meeste mensen stoppen binnen de eerste weken. Je hebt echte toewijding aan je fitness bewezen.
pt_br: Você completou %lld treinos. A maioria desiste nas primeiras semanas. Você provou um compromisso real com seu condicionamento físico.
sv: Du har genomfört %lld träningspass. De flesta slutar inom de första veckorna. Du har visat verkligt engagemang för din träning.

source: You've hit %lld new 1RM records this week. Your training is clearly paying off.
de: Du hast diese Woche %lld neue 1RM-Rekorde aufgestellt. Dein Training zahlt sich deutlich aus.
es: Has logrado %lld nuevos récords de 1RM esta semana. Tu entrenamiento claramente está dando frutos.
fr: Tu as battu %lld nouveaux records 1RM cette semaine. Ton entraînement porte clairement ses fruits.
ja: 今週%lldの新しい1RM記録を達成しました。トレーニングの成果が明らかに表れています。
ko: 이번 주 %lld개의 새로운 1RM 기록을 달성했습니다. 훈련의 성과가 확실히 나타나고 있습니다.
nl: Je hebt %lld nieuwe 1RM-records behaald deze week. Je training werpt duidelijk vruchten af.
pt_br: Você bateu %lld novos recordes de 1RM esta semana. Seu treino claramente está valendo a pena.
sv: Du har satt %lld nya 1RM-rekord denna vecka. Din träning ger tydligt resultat.

source: You've improved on %lld exercises since you started. Keep following progressive overload principles to sustain these gains.
de: Du hast dich bei %lld Übungen seit dem Start verbessert. Bleib beim Prinzip der progressiven Überlastung, um diese Zuwächse beizubehalten.
es: Has mejorado en %lld ejercicios desde que empezaste. Sigue los principios de sobrecarga progresiva para mantener estos logros.
fr: Tu t'es amélioré sur %lld exercices depuis le début. Continue à suivre les principes de surcharge progressive pour maintenir ces gains.
ja: 開始以来%lld種目で向上しています。漸進的過負荷の原則に従い続けて、この成果を維持しましょう。
ko: 시작 이후 %lld개 운동에서 향상되었습니다. 점진적 과부하 원칙을 계속 따라 이 성과를 유지하세요.
nl: Je bent verbeterd op %lld oefeningen sinds je begon. Blijf progressieve overbelasting principes volgen om deze winst te behouden.
pt_br: Você melhorou em %lld exercícios desde que começou. Continue seguindo os princípios de sobrecarga progressiva para manter esses ganhos.
sv: Du har förbättrats på %lld övningar sedan du började. Fortsätt följa principen om progressiv överbelastning för att bibehålla dessa framsteg.

source: You've logged %1$lld workout%2$@ this month and %3$lld overall. Staying consistent is what separates short-term effort from lasting results.
de: Du hast %lld Workout%@ diesen Monat und %lld insgesamt protokolliert. Dranbleiben ist das, was kurzfristige Anstrengung von dauerhaften Ergebnissen unterscheidet.
es: Has registrado %lld entrenamiento%@ este mes y %lld en total. Ser constante es lo que separa el esfuerzo a corto plazo de los resultados duraderos.
fr: Tu as enregistré %lld entraînement%@ ce mois-ci et %lld au total. Rester régulier est ce qui distingue l'effort court terme des résultats durables.
ja: 今月%lldのワークアウト%@を記録、合計%lld。継続こそが短期的な努力と持続的な成果を分けるものです。
ko: 이번 달 %lld회 운동%@을 기록했고 전체 %lld회입니다. 꾸준함이 단기적 노력과 지속적인 성과를 구분합니다.
nl: Je hebt %lld training%@ deze maand gelogd en %lld totaal. Consistent blijven is wat kortdurende inspanning onderscheidt van blijvende resultaten.
pt_br: Você registrou %lld treino%@ este mês e %lld no total. Ser consistente é o que separa o esforço a curto prazo de resultados duradouros.
sv: Du har loggat %lld träningspass%@ denna månad och %lld totalt. Att vara konsekvent är det som skiljer kortsiktig ansträngning från varaktiga resultat.

source: You've only trained %@ this month. Full-body balance reduces injury risk and improves overall functional strength.
de: Du hast diesen Monat nur %@ trainiert. Ganzkörper-Balance reduziert das Verletzungsrisiko und verbessert die funktionelle Gesamtkraft.
es: Solo has entrenado %@ este mes. El equilibrio de todo el cuerpo reduce el riesgo de lesiones y mejora la fuerza funcional general.
fr: Tu n'as entraîné que %@ ce mois-ci. L'équilibre corps entier réduit le risque de blessure et améliore la force fonctionnelle globale.
ja: 今月は%@のみトレーニングしています。全身のバランスは怪我のリスクを減らし、全体的な機能的筋力を向上させます。
ko: 이번 달은 %@만 훈련했습니다. 전신 균형은 부상 위험을 줄이고 전반적인 기능적 근력을 향상시킵니다.
nl: Je hebt deze maand alleen %@ getraind. Balans over het hele lichaam vermindert blessurerisico en verbetert de algehele functionele kracht.
pt_br: Você só treinou %@ este mês. O equilíbrio de corpo inteiro reduz o risco de lesões e melhora a força funcional geral.
sv: Du har bara tränat %@ denna månad. Helkroppsbalans minskar skaderisken och förbättrar den övergripande funktionella styrkan.

source: You've trained %lld times this week. Muscle tissue repairs and grows during rest. Scheduling a recovery day can actually accelerate your progress.
de: Du hast diese Woche %lld Mal trainiert. Muskelgewebe repariert und wächst während der Ruhe. Einen Erholungstag einzuplanen kann deinen Fortschritt tatsächlich beschleunigen.
es: Has entrenado %lld veces esta semana. El tejido muscular se repara y crece durante el descanso. Programar un día de recuperación puede acelerar tu progreso.
fr: Tu t'es entraîné %lld fois cette semaine. Le tissu musculaire se répare et grandit pendant le repos. Planifier un jour de récupération peut accélérer tes progrès.
ja: 今週%lld回トレーニングしました。筋組織は休息中に修復・成長します。回復日を設けることで、実際に進歩を加速させることができます。
ko: 이번 주 %lld회 운동했습니다. 근육 조직은 휴식 중에 회복되고 성장합니다. 회복일을 계획하면 실제로 발전을 가속화할 수 있습니다.
nl: Je hebt deze week %lld keer getraind. Spierweefsel herstelt en groeit tijdens rust. Een hersteldag inplannen kan je vooruitgang versnellen.
pt_br: Você treinou %lld vezes esta semana. O tecido muscular se repara e cresce durante o descanso. Programar um dia de recuperação pode acelerar seu progresso.
sv: Du har tränat %lld gånger den här veckan. Muskelvävnad repareras och växer under vila. Att planera in en vilodag kan faktiskt påskynda dina framsteg.

source: Your %1$lld-week streak ended, but the strength you built didn't disappear. Get %2$lld workouts in this week to start a new one.
de: Deine %1$lld-Wochen-Serie ist beendet, aber die Kraft, die du aufgebaut hast, ist nicht verschwunden. Absolviere diese Woche %2$lld Trainingseinheiten, um eine neue zu starten.
es: Tu racha de %1$lld semanas terminó, pero la fuerza que construiste no desapareció. Haz %2$lld entrenamientos esta semana para comenzar una nueva.
fr: Ta série de %1$lld semaines est terminée, mais la force que tu as développée n'a pas disparu. Fais %2$lld entraînements cette semaine pour en commencer une nouvelle.
ja: %1$lld週間の連続記録は途切れましたが、築いた筋力は消えていません。今週%2$lld回のワークアウトで新しい記録を始めましょう。
ko: %1$lld주 연속 기록이 끝났지만, 쌓아온 근력은 사라지지 않았습니다. 이번 주 %2$lld회 운동으로 새로운 기록을 시작하세요.
nl: Je reeks van %1$lld weken is beëindigd, maar de kracht die je hebt opgebouwd is niet verdwenen. Doe deze week %2$lld trainingen om een nieuwe te starten.
pt_br: Sua sequência de %1$lld semanas terminou, mas a força que você construiu não desapareceu. Faça %2$lld treinos esta semana para começar uma nova.
sv: Din %1$lld veckors svit avbröts, men styrkan du byggt upp försvann inte. Genomför %2$lld träningspass den här veckan för att starta en ny.

source: Your account and all associated data will be permanently deleted.
de: Dein Konto und alle zugehörigen Daten werden dauerhaft gelöscht.
es: Tu cuenta y todos los datos asociados serán eliminados permanentemente.
fr: Ton compte et toutes les données associées seront supprimés définitivement.
ja: アカウントとすべての関連データが完全に削除されます。
ko: 계정 및 모든 관련 데이터가 영구적으로 삭제됩니다.
nl: Je account en alle bijbehorende gegevens worden permanent verwijderd.
pt_br: Sua conta e todos os dados associados serão excluídos permanentemente.
sv: Ditt konto och all tillhörande data raderas permanent.

source: Your average session is %lld minutes. Longer sessions can be effective, but if you're feeling drained, consider higher-intensity shorter sessions to stay fresh.
de: Deine durchschnittliche Einheit dauert %lld Minuten. Längere Einheiten können effektiv sein, aber wenn du dich ausgelaugt fühlst, erwäge kürzere Einheiten mit höherer Intensität, um frisch zu bleiben.
es: Tu sesión promedio dura %lld minutos. Las sesiones más largas pueden ser efectivas, pero si te sientes agotado, considera sesiones más cortas de mayor intensidad para mantenerte fresco.
fr: Ta séance moyenne dure %lld minutes. Les séances plus longues peuvent être efficaces, mais si tu te sens épuisé, essaie des séances plus courtes et plus intenses pour rester frais.
ja: 平均セッション時間は%lld分です。長いセッションも効果的ですが、疲れを感じているなら、高強度の短いセッションで体力を維持することを検討してください。
ko: 평균 세션 시간은 %lld분입니다. 긴 세션도 효과적일 수 있지만, 지치는 느낌이 든다면 더 짧고 강도 높은 세션으로 컨디션을 유지하세요.
nl: Je gemiddelde sessie duurt %lld minuten. Langere sessies kunnen effectief zijn, maar als je je uitgeput voelt, overweeg dan kortere sessies met hogere intensiteit om fris te blijven.
pt_br: Sua sessão média dura %lld minutos. Sessões mais longas podem ser eficazes, mas se você está se sentindo esgotado, considere sessões mais curtas e intensas para se manter disposto.
sv: Ditt genomsnittliga pass är %lld minuter. Längre pass kan vara effektiva, men om du känner dig utmattad, överväg kortare pass med högre intensitet för att hålla dig pigg.

source: Your average session is %lld minutes. Sessions under 20 minutes may not provide enough stimulus. Aim for at least 30–45 minutes to maximize your results.
de: Deine durchschnittliche Einheit dauert %lld Minuten. Einheiten unter 20 Minuten bieten möglicherweise nicht genug Reiz. Strebe mindestens 30–45 Minuten an, um deine Ergebnisse zu maximieren.
es: Tu sesión promedio dura %lld minutos. Sesiones de menos de 20 minutos pueden no proporcionar suficiente estímulo. Apunta a al menos 30–45 minutos para maximizar tus resultados.
fr: Ta séance moyenne dure %lld minutes. Les séances de moins de 20 minutes ne fournissent peut-être pas assez de stimulation. Vise au moins 30–45 minutes pour maximiser tes résultats.
ja: 平均セッション時間は%lld分です。20分未満のセッションでは十分な刺激が得られない可能性があります。結果を最大化するために30〜45分を目指しましょう。
ko: 평균 세션 시간은 %lld분입니다. 20분 미만의 세션은 충분한 자극을 제공하지 못할 수 있습니다. 결과를 극대화하려면 최소 30-45분을 목표로 하세요.
nl: Je gemiddelde sessie is %lld minuten. Sessies onder 20 minuten bieden mogelijk niet genoeg stimulans. Richt op minimaal 30-45 minuten om je resultaten te maximaliseren.
pt_br: Sua sessão média dura %lld minutos. Sessões com menos de 20 minutos podem não fornecer estímulo suficiente. Mire em pelo menos 30–45 minutos para maximizar seus resultados.
sv: Ditt genomsnittliga pass är %lld minuter. Pass under 20 minuter kanske inte ger tillräcklig stimulans. Sikta på minst 30–45 minuter för att maximera dina resultat.

source: Your Fitness Journey Starts Here
de: Deine Fitnessreise beginnt hier
es: Tu Viaje Fitness Empieza Aquí
fr: Ton parcours fitness commence ici
ja: フィットネスの旅はここから
ko: 피트니스 여정이 여기서 시작됩니다
nl: Je fitnessreis begint hier
pt_br: Sua Jornada Fitness Começa Aqui
sv: Din träningsresa börjar här

source: Your Profile
de: Dein Profil
es: Tu perfil
fr: Ton profil
ja: あなたのプロフィール
ko: 내 프로필
nl: Je profiel
pt_br: Seu perfil
sv: Din profil
